Repository: cmsunoPlugins/leafletmap
Catalog: lang/*.utf8/LC_MESSAGES/leafletmap.po
Languages: es_es, fr_fr

source: This plugin allows you to add OpenStreetMap maps to your site to view a location or a GPX track.
es_es: Este plugin le permite agregar mapas de OpenStreetMap a su sitio para ver una ubicación o una pista GPX.
fr_fr: Ce plugin permet d'ajouter des cartes OpenStreetMap sur votre site pour visualiser un lieu ou une trace GPX.

source: Just insert the code
es_es: Sólo tiene que insertar el código
fr_fr: Il suffit d'insérer le code

source: nameofthemap
es_es: nombredelmapa
fr_fr: nomdelacarte

source: in the template or in the page content.
es_es: en la plantilla o en el contenido de la página.
fr_fr: dans le template ou dans le contenu de la page.

source: You can create as many map as you need.
es_es: Puede crear tantos mapas como necesite.
fr_fr: Vous pouvez créer autant de cartes que vous le souhaitez.

source: Add a leafletmap :
es_es: Añadir un mapa de Leaflet:
fr_fr: Ajouter une carte Leaflet

source: Name
es_es: Nombre
fr_fr: Nom

source: Name of the leafletmap
es_es: Nombre del mapa del Leaflet
fr_fr: Nom de la carte Leaflet

source: Type
es_es: Escribe

source: A location
es_es: Una localización
fr_fr: Un lieu

source: A GPX track
es_es: Una pista GPX
fr_fr: Une trace GPX

source: What kind of content I want to display on this map.
es_es: Qué tipo de contenido quiero mostrar en este mapa.
fr_fr: Quel type de contenu je veux afficher sur cette carte.

source: Height
es_es: Altura
fr_fr: Hauteur

source: Height of the map in pixels. The width will be 100%. Default: 300px
es_es: Altura del mapa en píxeles. El ancho será del 100%. Predeterminado: 300px
fr_fr: Hauteur de la carte en pixels. La largeur sera de 100 %. Par défaut : 300 pixels

source: Zoom level
es_es: Nivel de zoom
fr_fr: Niveau de zoom

source: Map scale from 0 (world) to 18 (hamlet). Default: 13
es_es: Escala del mapa de 0 (mundo) a 18 (caserío). Predeterminado: 13
fr_fr: Échelle de la carte de 0 (monde) à 18 (hameau). Par défaut : 13

source: GPS location
es_es: Posición gps
fr_fr: Localisation GPS

source: GPS position of the center of the map. Format: +/- decimal. Ex: -4.123
es_es: Posición GPS del centro del mapa. Formato: +/- decimal. Ej: -4.123
fr_fr: Position GPS du centre de la carte. Format : +/- décimal. Ex : -4.123

source: Label for the marker on this position. No marker if it is empty.
es_es: Etiqueta para el marcador en esta posición. Sin marcador si está vacío.
fr_fr: Étiquette pour le marqueur sur cette position. Pas de marqueur s'il est vide.

source: GPX File
es_es: Archivo GPX
fr_fr: Fichier GPX

source: File manager
es_es: Gestor de archivos
fr_fr: Gestionnaire de fichiers

source: Select the GPX file in your file manager.
es_es: Seleccione el archivo GPX en su administrador de archivos.
fr_fr: Sélectionnez le fichier GPX dans votre gestionnaire de fichiers.

source: Add the leafletmap
es_es: Añadir el mapa del Leaflet
fr_fr: Ajouter la carte Leaflet

source: Add
es_es: Añadir
fr_fr: Ajouter

source: Existing leafletmap :
es_es: Mapa del Leaflet existente:
fr_fr: Cartes existantes :

source: Backup performed
es_es: Copia de seguridad realizada
fr_fr: Sauvegarde effectu&eacute;e

source: Impossible backup
es_es: Copia de seguridad Imposible
fr_fr: Sauvegarde impossible
